@vite(['resources/scss/app.scss', 'resources/js/app.js'])

<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=h1, initial-scale=1.0">
    <title>Document</title>
    <style>
        @import url('https://fonts.googleapis.com/css2?family=Onest:wght@100..900&display=swap');
    </style>
    <!-- <link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/OwlCarousel2/2.3.4/assets/owl.carousel.min.css"> -->
    <!-- <link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/OwlCarousel2/2.3.4/assets/owl.theme.default.min.css"> -->
</head>
<body>
    <div class="main-container">
        <div class="pre-header-container">
            <div class="pre-header">
                <button class="mobile-menu">
                    <!-- Uploaded to: SVG Repo, www.svgrepo.com, Generator: SVG Repo Mixer Tools -->
                    <svg width="44px" height="44px" viewBox="0 0 24 24" version="1.1" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink">
                        <title>Menu</title>
                        <g id="Page-1" stroke="none" stroke-width="1" fill="none" fill-rule="evenodd">
                            <g id="Menu">
                                <rect id="Rectangle" fill-rule="nonzero" x="0" y="0" width="24" height="24">

                    </rect>
                                <line x1="5" y1="7" x2="19" y2="7" id="Path" stroke="#ffffffff" stroke-width="2" stroke-linecap="round">

                    </line>
                                <line x1="5" y1="17" x2="19" y2="17" id="Path" stroke="#ffffffff" stroke-width="2" stroke-linecap="round">

                    </line>
                                <line x1="5" y1="12" x2="19" y2="12" id="Path" stroke="#ffffffff" stroke-width="2" stroke-linecap="round">

                    </line>
                            </g>
                        </g>
                    </svg>
                </button>
                <div class="pre-header__left">
                    <a href="{{ url('/about') }}">О компании</a>
                    <a href="{{url('/qa')}}">Вопрос-Ответ</a>
                    <a href="{{url('/news')}}">Новости</a>
                </div>
                <div class="pre-header__right">
                    <div class="login">
                        <a href="{{ url('/login')}}">Войти</a>
                    </div>
                    <div class="register-profile">
                        <a href="{{ url('/register')}}">Регистрация</a>
                        <a href="" class="Login Logo">
                        <svg width="25" height="24" viewBox="0 0 25 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M12.1377 0.0273781C11.1436 0.0928268 9.66145 0.420073 8.71499 0.783016C5.16728 2.15744 2.40529 5.19189 1.42908 8.79158C0.631434 11.7308 0.923109 14.6939 2.26838 17.3832C3.2327 19.311 4.82203 21.0603 6.6316 22.1848C10.9174 24.8444 16.4116 24.5588 20.382 21.4768C20.6618 21.2626 21.1677 20.7985 21.513 20.4534C23.3285 18.6327 24.4714 16.3658 24.8821 13.7597C25.025 12.8613 25.025 11.1358 24.8821 10.2493C24.4595 7.60755 23.3285 5.37039 21.4832 3.52592C19.001 1.04481 15.6616 -0.204668 12.1377 0.0273781ZM14.1318 1.5327C18.3938 2.05034 21.8582 4.93604 23.0844 8.98792C23.4178 10.0946 23.5011 10.6955 23.5011 12.0045C23.5011 13.3135 23.4178 13.9144 23.0844 15.0152C22.7094 16.2646 22.1975 17.2642 21.388 18.3412C21.0011 18.8588 20.5844 19.311 20.5427 19.2574C20.5308 19.2455 20.4475 19.0194 20.3582 18.7577C19.6855 16.8299 18.2093 15.2413 16.2688 14.3547L15.8759 14.1762L16.1378 13.968C16.739 13.492 17.3819 12.5162 17.6438 11.6773C17.8462 11.0406 17.8819 9.81496 17.7093 9.14857C17.3581 7.73249 16.4533 6.59606 15.1735 5.95942C14.4235 5.59053 13.858 5.45963 13.0008 5.45963C12.1437 5.45963 11.5782 5.59053 10.8281 5.95942C9.62573 6.55441 8.76857 7.57185 8.35784 8.88082C8.19117 9.41631 8.13164 10.523 8.23879 11.1358C8.33998 11.7189 8.60785 12.3913 8.94714 12.9089C9.22096 13.3313 9.98884 14.1465 10.1079 14.1465C10.1436 14.1465 9.84598 14.3071 9.45906 14.4975C7.64949 15.396 6.28635 16.9191 5.64348 18.7577C5.55419 19.0194 5.47086 19.2455 5.45895 19.2574C5.41728 19.311 5.0006 18.8588 4.61369 18.3412C2.48863 15.509 1.90528 11.9867 3.01841 8.66068C4.2863 4.88249 7.64949 2.10389 11.6198 1.56245C12.3341 1.46725 13.4651 1.45535 14.1318 1.5327ZM13.6616 6.97091C15.4533 7.3517 16.6735 9.14857 16.3104 10.874C15.8938 12.8435 13.9175 14.0691 12.0782 13.5039C9.56621 12.7364 8.81619 9.64241 10.7031 7.85744C11.5425 7.06016 12.5901 6.74481 13.6616 6.97091ZM13.6973 15.1639C15.1556 15.3246 16.495 15.9612 17.5307 16.9965C18.0129 17.4784 18.5426 18.2341 18.8046 18.8172C18.9712 19.1979 19.251 20.1618 19.251 20.3641C19.251 20.6378 17.5486 21.5839 16.3164 21.9884C15.0604 22.4049 14.4175 22.5061 12.9711 22.5001C11.852 22.5001 11.6436 22.4823 10.971 22.3395C10.0424 22.1431 9.16739 21.8456 8.35784 21.4411C7.57806 21.0543 6.75065 20.5188 6.75065 20.3939C6.75065 20.1261 7.02447 19.2277 7.25067 18.7517C7.59591 18.0258 7.92926 17.5439 8.47094 16.9965C9.4412 16.0147 10.8639 15.3186 12.227 15.1639C12.8699 15.0925 13.0604 15.0925 13.6973 15.1639Z" fill="white"/>
                        </svg>
                        </a>
                    </div>
                </div>
            </div>            
        </div>
        <div class="header-container">
            <div class="header">
                <a href="" class="header__logo">
                    <svg width="40" height="40" viewBox="0 0 40 40" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path fill-rule="evenodd" clip-rule="evenodd" d="M0 0H40V9.39597H0V0ZM12.7711 15.302H40V24.698H12.7711V15.302ZM0 30.604H40V40H0V30.604Z" fill="#B71B34"/>
                    </svg>
                    <div class="header__logo__text">
                        RUDZPARK
                    </div>
                </a>
                <div class="search-container">
                    <form action="">
                        <input type="text" placeholder="Поиск по каталогу">
                        <button type="submit" class="search--button">
                            <svg width="22" height="23" viewBox="0 0 22 23" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M8.42226 0.980331C8.17297 1.00658 7.69561 1.09056 7.36145 1.16405C2.28546 2.29258 -0.90228 7.27388 0.227485 12.3077C0.413127 13.1318 0.614682 13.6881 1.02309 14.4912C1.46333 15.3678 1.93009 16.0187 2.66205 16.7641C4.1684 18.3125 5.96648 19.2206 8.15175 19.5355C8.98449 19.651 10.4325 19.6195 11.2493 19.4568C12.6867 19.1681 14.0923 18.5382 15.2274 17.6774L15.535 17.4412L18.1446 20.0184C19.5767 21.4357 20.8179 22.6219 20.8974 22.6534C21.1202 22.7322 21.3005 22.7164 21.5445 22.6009C21.9105 22.4277 22.0802 22.0026 21.9423 21.6194C21.9105 21.5406 20.7118 20.3124 19.2797 18.8952L16.6754 16.3126L16.9141 16.0082C17.7786 14.8954 18.4045 13.5412 18.7174 12.103C18.8182 11.62 18.8341 11.3943 18.8394 10.3183C18.8394 9.23175 18.8235 9.01129 18.7174 8.49164C18.1234 5.58895 16.3147 3.2374 13.6945 1.94614C13.2596 1.73094 12.6761 1.48423 12.4056 1.395C11.1326 0.990828 9.74297 0.843857 8.42226 0.980331ZM10.9894 2.69675C14.1666 3.37912 16.5163 5.75692 17.1474 8.92731C17.2747 9.57819 17.28 10.9482 17.1528 11.6305C16.5587 14.8114 14.018 17.3257 10.8038 17.9136C10.1143 18.0396 8.7299 18.0343 8.07219 17.9083C4.85263 17.2837 2.48702 14.9847 1.77627 11.7985C1.60654 11.0532 1.60654 9.52045 1.77627 8.75934C2.11573 7.22139 2.82117 5.93538 3.93502 4.83309C5.21861 3.56284 6.6401 2.87522 8.6026 2.58127C8.9898 2.52353 10.5227 2.59702 10.9894 2.69675Z" fill="#242424"/>
                            </svg>
                        </button>
                    </form>
                </div>
                <div class="cart-elements">
                    <div class="left">
                        <a href="">
                            <svg width="32" height="32" viewBox="0 0 32 32" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M1.68421 30.3158H32V32H0V0H1.68421V30.3158ZM8.42105 13.4737H10.1053V25.2632H8.42105V13.4737ZM16.8421 6.73684H18.5263V25.2632H16.8421V6.73684ZM25.2632 0H26.9474V25.2632H25.2632V0Z" fill="#242424"/>
                            </svg>
                        </a>
                        <a href="">
                            <svg width="38" height="32" viewBox="0 0 38 32" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M9.21789 0.0900326C4.81969 0.659704 1.18385 3.96882 0.186923 8.30838C-0.0476475 9.33881 -0.0644025 11.3997 0.153413 12.5223C0.664442 15.1193 2.13888 18.0431 4.35893 20.816C5.25532 21.947 8.36338 25.055 9.67027 26.1525C12.2087 28.2552 14.9816 30.1318 17.6624 31.5309C18.1651 31.7989 18.6594 32 18.8018 32C19.229 32 21.6669 30.6428 23.8283 29.2103C26.4421 27.4761 28.3857 25.8677 30.79 23.4633C31.7367 22.5166 32.8425 21.3187 33.2446 20.816C35.4563 18.0514 36.9391 15.1193 37.4501 12.5223C37.6679 11.3997 37.6512 9.33881 37.4166 8.30838C36.5872 4.71442 33.9064 1.73203 30.4633 0.584305C29.4161 0.240828 28.5364 0.0732765 27.3887 0.0230122C24.4817 -0.111027 21.6585 0.952917 19.539 2.99703L18.8018 3.70912L18.0562 2.98865C15.6686 0.726723 12.4767 -0.328842 9.21789 0.0900326ZM12.7867 2.12577C14.7387 2.62004 16.5817 3.85991 17.7546 5.45164C18.2489 6.12185 18.3494 6.18887 18.8018 6.18887C19.2542 6.18887 19.3547 6.12185 19.849 5.45164C21.0218 3.86829 22.8397 2.64518 24.8168 2.11739C25.5289 1.92471 25.797 1.89958 26.9699 1.89958C28.1427 1.89958 28.4108 1.92471 29.1229 2.11739C32.3901 2.98865 34.8615 5.51866 35.6071 8.75239C35.8081 9.63202 35.8165 11.2489 35.6071 12.2207C35.1714 14.3234 34.1326 16.4848 32.5158 18.6797C30.3125 21.6705 26.8442 24.8959 23.1413 27.4259C22.0606 28.1631 20.1589 29.3192 19.2877 29.78L18.8018 30.0313L18.3243 29.78C17.4781 29.3443 15.6016 28.1966 14.5544 27.4929C10.8347 24.9629 7.31619 21.6957 5.08777 18.6797C3.48767 16.51 2.45723 14.3737 1.99647 12.2709C1.77865 11.2573 1.79541 9.54825 2.02998 8.59321C2.89286 5.1333 5.79986 2.49438 9.38544 1.92471C10.2316 1.79067 11.8736 1.8912 12.7867 2.12577Z" fill="#242424"/>
                            </svg>
                        </a>
                    </div>
                    <div class="right">
                        <a href="" class="cart-logo">
                            <svg width="36" height="36" viewBox="0 0 36 36" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M14.1692 0.168366C9.84 1.04851 6.47077 4.99324 5.80615 9.94536L5.69538 10.8149H3.21231C1.18154 10.8149 0.683077 10.8467 0.461538 10.974C0.138462 11.1648 0 11.4299 0 11.8647C0 12.2889 2.74154 31.0157 2.87077 31.4929C3.39692 33.3911 4.88308 35.1089 6.56308 35.7452L7.24615 35.9997H18C29.6215 35.9997 28.8923 36.0315 30.0369 35.4695C31.3754 34.812 32.6677 33.1472 33.1292 31.4929C33.2677 30.9839 36 12.2889 36 11.8541C36 11.4724 35.7969 11.1224 35.4738 10.9315C35.3446 10.8573 34.44 10.8149 32.7877 10.8149H30.3046L30.1938 9.94536C29.5292 4.95082 26.1415 1.0273 21.7477 0.157761C20.6308 -0.0543221 15.2585 -0.0543221 14.1692 0.168366ZM21.7385 2.321C25.1908 3.13752 27.8308 6.32936 28.3846 10.3589L28.4492 10.8149H7.55077L7.61538 10.3589C7.89231 8.32293 8.77846 6.33996 10.0338 4.91901C11.1785 3.62531 12.6554 2.70275 14.2154 2.321C15.3969 2.03469 20.5385 2.03469 21.7385 2.321ZM33.9692 12.9993C33.9692 13.1902 31.4677 30.4325 31.3938 30.6976C31.0431 32.108 30.0277 33.285 28.7723 33.741C28.2646 33.9213 27.6369 33.9319 18 33.9319C8.36308 33.9319 7.73538 33.9213 7.22769 33.741C5.97231 33.285 4.95692 32.108 4.60615 30.6976C4.53231 30.4325 2.03077 13.1902 2.03077 12.9993C2.03077 12.9675 9.21231 12.9357 18 12.9357C26.7877 12.9357 33.9692 12.9675 33.9692 12.9993Z" fill="#242424"/>
                                <path d="M8.64 17.7712C8.46462 17.9833 8.4 18.1635 8.4 18.4711C8.4 18.9589 9.64615 28.4071 9.78462 28.9691C9.90462 29.4675 10.1815 29.6902 10.6708 29.6902C11.1231 29.6902 11.4185 29.4569 11.5292 29.001C11.5846 28.7783 11.4 27.1664 10.8831 23.3278C10.1908 18.1423 10.1631 17.9727 9.92308 17.7394C9.57231 17.3894 8.96308 17.4 8.64 17.7712Z" fill="#242424"/>
                                <path d="M17.5477 17.6439C17.0769 17.9409 17.0862 17.909 17.0769 23.6777V29.0752L17.3446 29.3827C17.7231 29.8175 18.2769 29.8175 18.6554 29.3827L18.9231 29.0752V23.7095C18.9231 19.786 18.8954 18.2802 18.8123 18.0787C18.6092 17.5697 18 17.3576 17.5477 17.6439Z" fill="#242424"/>
                                <path d="M26.2062 17.6439C26.0769 17.7394 25.92 17.9409 25.8646 18.0999C25.7631 18.3968 24.4615 28.3647 24.4615 28.8101C24.4615 28.9373 24.5723 29.1812 24.7015 29.3615C24.8954 29.6372 25.0062 29.6902 25.3292 29.6902C25.8185 29.6902 26.0954 29.4675 26.2154 28.9691C26.3538 28.3965 27.6 19.0331 27.6 18.5453C27.6 17.75 26.8246 17.2516 26.2062 17.6439Z" fill="#242424"/>
                            </svg>
                        </a>
                        <div class="cart-cost">
                            $ 0.00
                        </div>
                    </div>
                </div>
            </div>            
        </div>
        <nav class="navigation__container">
            <div class="navigation">
                <ul>
                    <li>Ноутбуки</li>
                    <li>Планшеты</li>
                    <li>Смартфоны</li>
                    <li>Наушники</li>
                    <li>Телевизоры</li>
                    <li>Аксессуары</li>
                </ul>
            </div>
        </nav>
        <div class="offer-container">
        <div class="offer">
                <div class="content">
                    <h6 class="content__header">Добро пожаловать на наш сайт!</h6>
                    <p class="content__description">Lorem ipsum dolor sit, amet consectetur adipisicing elit. Illum vitae dolorem molestiae blanditiis et cupiditate quaerat, necessitatibus aperiam nam. Nesciunt quis soluta molestiae at exercitationem totam quas? Ea, aliquid id.</p>
                    <button class="content__button">
                        Перейти в каталог
                    </button>
                </div>
            </div>
        </div>
        <div class="feature-container">
            <div class="features">
                <ul class="feature--list">
                    <li class="feature">
                        <div class="feature--icon">
                            <svg width="35" height="35" viewBox="0 0 35 35" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <rect width="35" height="35" rx="17.5" fill="#B71B34"/>
                                <path d="M24.4311 10.9057C24.5428 10.7917 24.6761 10.7012 24.8232 10.6394C24.9703 10.5776 25.1282 10.5458 25.2878 10.5458C25.4473 10.5458 25.6053 10.5776 25.7524 10.6394C25.8995 10.7012 26.0328 10.7917 26.1444 10.9057C26.6124 11.3786 26.619 12.1428 26.1608 12.6239L16.4848 24.0623C16.3749 24.183 16.2416 24.2799 16.093 24.3473C15.9444 24.4146 15.7836 24.4509 15.6205 24.454C15.4573 24.4571 15.2953 24.4268 15.1442 24.3651C14.9932 24.3034 14.8563 24.2115 14.742 24.0951L8.85427 18.1288C8.6272 17.8972 8.5 17.5858 8.5 17.2615C8.5 16.9371 8.6272 16.6257 8.85427 16.3942C8.96594 16.2802 9.09923 16.1897 9.24633 16.1279C9.39342 16.0661 9.55137 16.0343 9.71092 16.0343C9.87047 16.0343 10.0284 16.0661 10.1755 16.1279C10.3226 16.1897 10.4559 16.2802 10.5676 16.3942L15.5619 21.4556L24.3984 10.9417C24.4086 10.9291 24.4195 10.917 24.4311 10.9057Z" fill="white"/>
                            </svg>
                        </div>
                        <div class="feature--text">
                            <h6 class="feature--header">
                                Лучшие в своем деле
                            </h6>
                            <p class="feature--description">
                                Lorem ipsum dolor sit amet, consectetur adipiscing elit. Vestibulum sollicitudin elementum neque id pharetra.s
                            </p>
                        </div>
                    </li>
                    <li class="feature">
                        <div class="feature--icon">
                            <svg width="35" height="35" viewBox="0 0 35 35" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <rect width="35" height="35" rx="17.5" fill="#B71B34"/>
                                <path d="M24.4311 10.9057C24.5428 10.7917 24.6761 10.7012 24.8232 10.6394C24.9703 10.5776 25.1282 10.5458 25.2878 10.5458C25.4473 10.5458 25.6053 10.5776 25.7524 10.6394C25.8995 10.7012 26.0328 10.7917 26.1444 10.9057C26.6124 11.3786 26.619 12.1428 26.1608 12.6239L16.4848 24.0623C16.3749 24.183 16.2416 24.2799 16.093 24.3473C15.9444 24.4146 15.7836 24.4509 15.6205 24.454C15.4573 24.4571 15.2953 24.4268 15.1442 24.3651C14.9932 24.3034 14.8563 24.2115 14.742 24.0951L8.85427 18.1288C8.6272 17.8972 8.5 17.5858 8.5 17.2615C8.5 16.9371 8.6272 16.6257 8.85427 16.3942C8.96594 16.2802 9.09923 16.1897 9.24633 16.1279C9.39342 16.0661 9.55137 16.0343 9.71092 16.0343C9.87047 16.0343 10.0284 16.0661 10.1755 16.1279C10.3226 16.1897 10.4559 16.2802 10.5676 16.3942L15.5619 21.4556L24.3984 10.9417C24.4086 10.9291 24.4195 10.917 24.4311 10.9057Z" fill="white"/>
                            </svg>
                        </div>
                        <div class="feature--text">
                            <h6 class="feature--header">
                                Гарантия качества
                            </h6>
                            <p class="feature--description">
                                Lorem ipsum dolor sit amet, consectetur adipiscing elit. Vestibulum sollicitudin elementum neque id pharetra.s
                            </p>
                        </div>
                    </li>
                    <li class="feature">
                        <div class="feature--icon">
                            <svg width="35" height="35" viewBox="0 0 35 35" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <rect width="35" height="35" rx="17.5" fill="#B71B34"/>
                                <path d="M24.4311 10.9057C24.5428 10.7917 24.6761 10.7012 24.8232 10.6394C24.9703 10.5776 25.1282 10.5458 25.2878 10.5458C25.4473 10.5458 25.6053 10.5776 25.7524 10.6394C25.8995 10.7012 26.0328 10.7917 26.1444 10.9057C26.6124 11.3786 26.619 12.1428 26.1608 12.6239L16.4848 24.0623C16.3749 24.183 16.2416 24.2799 16.093 24.3473C15.9444 24.4146 15.7836 24.4509 15.6205 24.454C15.4573 24.4571 15.2953 24.4268 15.1442 24.3651C14.9932 24.3034 14.8563 24.2115 14.742 24.0951L8.85427 18.1288C8.6272 17.8972 8.5 17.5858 8.5 17.2615C8.5 16.9371 8.6272 16.6257 8.85427 16.3942C8.96594 16.2802 9.09923 16.1897 9.24633 16.1279C9.39342 16.0661 9.55137 16.0343 9.71092 16.0343C9.87047 16.0343 10.0284 16.0661 10.1755 16.1279C10.3226 16.1897 10.4559 16.2802 10.5676 16.3942L15.5619 21.4556L24.3984 10.9417C24.4086 10.9291 24.4195 10.917 24.4311 10.9057Z" fill="white"/>
                            </svg>
                        </div>
                        <div class="feature--text">
                            <h6 class="feature--header">
                                Быстрая доставка
                            </h6>
                            <p class="feature--description">
                                Lorem ipsum dolor sit amet, consectetur adipiscing elit. Vestibulum sollicitudin elementum neque id pharetra.s
                            </p>
                        </div>
                    </li>
                    <li class="feature">
                        <div class="feature--icon">
                            <svg width="35" height="35" viewBox="0 0 35 35" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <rect width="35" height="35" rx="17.5" fill="#B71B34"/>
                                <path d="M24.4311 10.9057C24.5428 10.7917 24.6761 10.7012 24.8232 10.6394C24.9703 10.5776 25.1282 10.5458 25.2878 10.5458C25.4473 10.5458 25.6053 10.5776 25.7524 10.6394C25.8995 10.7012 26.0328 10.7917 26.1444 10.9057C26.6124 11.3786 26.619 12.1428 26.1608 12.6239L16.4848 24.0623C16.3749 24.183 16.2416 24.2799 16.093 24.3473C15.9444 24.4146 15.7836 24.4509 15.6205 24.454C15.4573 24.4571 15.2953 24.4268 15.1442 24.3651C14.9932 24.3034 14.8563 24.2115 14.742 24.0951L8.85427 18.1288C8.6272 17.8972 8.5 17.5858 8.5 17.2615C8.5 16.9371 8.6272 16.6257 8.85427 16.3942C8.96594 16.2802 9.09923 16.1897 9.24633 16.1279C9.39342 16.0661 9.55137 16.0343 9.71092 16.0343C9.87047 16.0343 10.0284 16.0661 10.1755 16.1279C10.3226 16.1897 10.4559 16.2802 10.5676 16.3942L15.5619 21.4556L24.3984 10.9417C24.4086 10.9291 24.4195 10.917 24.4311 10.9057Z" fill="white"/>
                            </svg>
                        </div>
                        <div class="feature--text">
                            <h6 class="feature--header">
                                Поддержка 24/7
                            </h6>
                            <p class="feature--description">
                                Lorem ipsum dolor sit amet, consectetur adipiscing elit. Vestibulum sollicitudin elementum neque id pharetra.s
                            </p>
                        </div>
                    </li>
                </ul>
            </div>
        </div>
        <div class="category-slider">
            <div class="owl-carousel">
                <div class="category-item">
                    <div class="category-content">
                        <h6 class="category_header">Ноутбуки</h6>
                        <p class="category_description">Краткое описание категории</p>
                        <button class="category_button">
                            Перейти в каталог
                        </button>
                    </div>
                </div>
                <div class="category-item">
                    <div class="category-content">
                        <h6 class="category_header">Планшеты</h6>
                        <p class="category_description">Краткое описание категории</p>
                        <button class="category_button">
                            Перейти в каталог
                        </button>
                    </div>
                </div>
                <div class="category-item">
                    <div class="category-content">
                        <h6 class="category_header">Смартфоны</h6>
                        <p class="category_description">Краткое описание категории</p>
                        <button class="category_button">
                            Перейти в каталог
                        </button>
                    </div>
                </div>
                <div class="category-item">
                    <div class="category-content">
                        <h6 class="category_header">Наушники</h6>
                        <p class="category_description">Краткое описание категории</p>
                        <button class="category_button">
                            Перейти в каталог
                        </button>
                    </div>
                </div>
                <div class="category-item">
                    <div class="category-content">
                        <h6 class="category_header">Телевизоры</h6>
                        <p class="category_description">Краткое описание категории</p>
                        <button class="category_button">
                            Перейти в каталог
                        </button>
                    </div>
                </div>
                <div class="category-item">
                    <div class="category-content">
                        <h6 class="category_header">Аксессуары</h6>
                        <p class="category_description">Краткое описание категории</p>
                        <button class="category_button">
                            Перейти в каталог
                        </button>
                    </div>
                </div>
            </div>
        </div>
        <div class="product">

        </div>
        <div class="subscription">
            <form action="">
                <label for="">Подписаться на рассылку новостей</label>
                <input type="email" placeholder="Ваш e-mail">
                <input type="button">
            </form>
        </div>
        <div class="footer">
            <a href="">
                <img src="{{asset('images/logo.svg')}}" alt="">
            </a>
            <div class="footer--nav">
                <ul>
                    <li>Ноутбуки</li>
                    <li>Планшеты</li>
                    <li>Смартфоны</li>
                    <li>Наушники</li>
                    <li>Телевизоры</li>
                    <li>Аксессуары</li>
                </ul>
            </div>
        </div>
    </div>
    
</body>
</html>